Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: །ཁྱིམ་དུ་ཐོད་པ་འདྲི་བྱེད་ཅིང་།
en: One should draw a skull cup in one’s house

source: །ཧེ་རུ་ཀ་ཡི་རིགས་ལས་བྱུང་།
en: For she arises from the family of Heruka.

source: །ཆར་སྤྲིན་མདོག་འདྲའི་བུད་མེད་གང་།
en: “If a woman has the complexion of a rain cloud

source: །སོ་ནི་མི་མཉམ་པར་གནས་ཤིང་།
en: And uneven teeth,

source: །རྟག་ཏུ་དྲག་ཤུལ་ལས་རྣམས་དང་། །གཡོན་པའི་མཆེ་བ་བྱུང་བ་ནི།
en: And if she continually commits cruel acts And the teeth in the left side of her mouth protrude,

source: །ཁྱིམ་དུ་དགྲ་སྟ་འདྲི་བྱེད་ཅིང་།
en: “One should draw an axe in one’s house

source: །རྣམ་པར་འདྲེན་པའི་རིགས་བྱུང་བ།
en: Arisen from the family of Vināyaka. “If a woman has curly hair

source: །དེ་ནི་མཁའ་འགྲོར་ཐེ་ཚོམ་མེད།
en: And a round face;

source: །གང་གི་སྐྲ་ནི་ལི་བ་དང་། །བཞིན་ནི་ཡོངས་སུ་ཟླུམ་པ་དང་། །རྟག་ཏུ་ཁ་ལ་སྨ་ར་དང་། །སྨིན་མ་རིང་ཞིང་བ་སྤུ་དང་། །གོས་དཀར་གཙང་ཞིང་ཞི་བ་དང་། །མི་བསྐྱོད་བདེན་པར་སྨྲ་བ་དང་། །རྟག་ཏུ་དམ་པའི་ཆོས་དགའ་བ།
en: If she typically has facial hair, Long eyebrows, and body hair; “If she dresses in white, and is pure and gentle; And if she speaks the truth unwaveringly And always delights in the true Dharma,

source: །དཔའ་བོའི་སྲིང་མོར་དེ་ཤེས་བྱ།
en: She should be known as Vīrabhāginī, sister of the valiant.

source: །པདྨའི་ཕྱག་རྒྱ་སྦྱིན་པར་བྱ།
en: “One should make the lotus gesture to her,

source: །ཡང་ན་རུ་སྦལ་ཕྱག་རྒྱ་བྱ།
en: And again, the tortoise gesture.

source: །རིལ་བ་སྤྱི་བླུགས་མཆོད་བྱེད་པ།
en: One should honor the ritual pitcher

source: །ཕྱག་རྒྱའི་ལན་དུ་བརྗོད་པར་བྱ།
en: As this is the prescribed “gesture of response.”

source: །དེ་ནི་ཚེས་བཅུའི་རེས་དག་ལ།
en: “On the tenth lunar day

source: །ཁྱིམ་དུ་པདྨ་འདྲི་བར་བྱེད།
en: One should draw a lotus in one’s house.

source: །མ་མཆུ་འཕྱང་ཞིང་མིག་ཡངས་མ།
en: Again, if a woman has fleshy lips, and elongated eyes;

source: །མིག་ནི་དམར་ཞིང་སེར་བ་དང་། །ཆེ་ཞིང་སྐལ་བཟང་ནོར་དང་ལྡན།
en: If her eyes are reddish-yellow; “If she is blessed with good fortune and wealth,

source: །སེར་ཞིང་ཙམ་པ་ལྟ་བུ་ཉིད།
en: And has the complexion of a yellow jade orchid flower;

source: །རིང་ཞིང་ལག་པ་རིང་བ་དང་། །སྣ་ཚོགས་གོས་ལ་དགའ་བ་དང་། །རི་མོ་གསུམ་ནི་དཔྲལ་བ་འམ།
en: If her body is long, she has long hands, And if she is fond of colorful clothes; “If there are three lines on her forehead

source: །སྟེང་གི་མཚམས་སུ་ངེས་པར་གནས།
en: Or at the border of her hairline above it;

source: །རྒོད་པ་དང་ནི་དགའ་བ་ཉིད།
en: If she laughs and rejoices;

source: །ལམ་གྱི་རྣམ་པ་གནོན་ཅིང་གནས།
en: If she crosses one’s path, then stops; “And if she is typically fond of stories about

source: །གཡུལ་དུ་ཤི་བ་རྣམས་ཀྱི་ནི། །གཏམ་ལ་རྟག་ཏུ་དགའ་བ་ཉིད།
en: People killed in battles, then,

source: །དེ་འདྲའི་རབ་མྱོས་མཐོང་ནས་ནི།
en: If one sees a wanton woman like this,

source: །མདུང་རྩེའི་ཕྱག་རྒྱ་རབ་བསྟན་བྱ།
en: One should show her the spear gesture.

source: །རྐང་པ་གཡོན་པ་བསྐུམས་པ་ཡི།
en: “Drawing in one’s left foot,

source: །གར་ཉིད་ཀྱང་ནི་རབ་བསྟན་བྱ། །གཡོན་གྱིས་ཡོངས་སུ་བསྐོར་བ་ནི།
en: One should perform a dance.

source: །བཅུ་བཞི་བ་དང་བརྒྱད་པ་ལ།
en: “One should worship her on the fourteenth and the eighth lunar days,

source: །ཁྱིམ་དུ་མདུང་རྩེ་བྲིས་ཤིང་མཆོད།
en: Having drawn the shape of a spear in one’s house— This is to reflect the fact that she belongs

source: །འཇིག་རྟེན་དབང་ཕྱུག་མཚན་ཉིད་ཡིན།
en: To the lāmā goddesses of the family of Amitābha, the lord of the world.

source: །མིག་ནི་ལྗང་ཞིང་སེར་བ་དང་། །དེ་བཞིན་སྐྲ་ནི་འཁྱིལ་བ་དང་། །དར་དཔྱངས་བཅིངས་པར་སྣང་བ་ཉིད།
en: And greenish-yellow eyes; If her hair is curly And she wears a hair band;

source: །རི་མོ་གཅིག་པར་རབ་ཏུ་གནས།
en: “If a single long line Is etched on her forehead,

source: །དེ་བཞིན་སྟེང་དུ་རིང་བ་དང་། །རྟག་ཏུ་གོས་དམར་ལ་དགའ་ཞིང་།
en: Extending upward, And she is fond of red clothes;

source: །རྟག་ཏུ་རྒོད་ཅིང་གླུ་ལེན་དང་། །གློ་བུར་དུ་ནི་ཁྲོ་བ་དང་། །ཁྱད་པར་དུ་ནི་སེམས་གཡོ་དང་། །རྩོད་པ་རྟག་ཏུ་དགའ་བ་ཉིད།
en: “If she continually laughs, sings, And suddenly gets angry; And if she always delights in quarrels, Showing exceptional fickle-mindedness,

source: །འཕང་མདུང་ཕྱག་རྒྱ་རབ་བསྟན་བྱ།
en: One should make the lance gesture.

source: །གཉིས་པ་ཡིས་ཀྱང་འབད་པ་ཡིས། །དྲིལ་བུའི་ཕྱག་རྒྱ་རབ་ཏུ་སྦྱིན།
en: A second gesture, that of the bell, Should then be made with care.

source: །གཡོན་གྱིས་ཡོངས་སུ་བསྐོར་བ་ནི།
en: “Turning one’s body to the left

source: །ཐུང་ཞིང་བྱིན་པ་སྦོམ་པ་དང་། །རྟག་ཏུ་གོས་སེར་དགའ་བ་དང་། །མགྲིན་པ་ནས་ནི་གོས་འཕྱང་བ།
en: “And if she is typically fond of yellow clothes And her clothes hang loosely around her neck—

source: །འཁོར་ལོའི་ཕྱག་རྒྱ་རབ་བསྟན་བྱ།
en: One should make the wheel gesture.

source: །གཉིས་པའང་རབ་ཏུ་འབད་པས་ནི།
en: “A second gesture, that of the conch,

source: །དུང་གི་ཕྱག་རྒྱ་སྦྱིན་པར་བྱ།
en: Should then be given with care.

source: །དེ་བཞིན་ཡོངས་སུ་བསྐོར་བ་ཉིད།
en: Turning one’s body to the left Is the prescribed response gesture. “One should draw a vajra scepter in one’s house

source: །དེ་ཡི་དུས་ནི་བཅུ་བཞི་ལ། །ཁྱིམ་དུ་རྡོ་རྗེ་འདྲི་བར་བྱེད།
en: On the fourteenth lunar day, right for her worship.

source: །ཡན་ལག་ཀུན་ལ་བ་སྤུར་བཅས།
en: Again, if a woman is hairy all over

source: །མིག་ནི་ནག་ཅིང་སེར་བ་དང་། །གཙིགས་ཤིང་རྣམ་འགྱུར་འཇིགས་པ་དང་། །བཞིན་སྦོམ་ཁ་ནི་སྦོམ་པ་དང་། །མ་མཆུ་འཕྱང་ཞིང་ཁུང་མིག་དང་། །སྣ་ནི་ཉམས་པར་གྱུར་པ་དང་། །རྟག་ཏུ་དྲི་ཟ་འདོད་པ་དང་། །སྤྲིན་གྱི་ཁ་དོག་ལྟོ་ཆེ་བ།
en: And has yellowish-black eyes; “If she grimaces frighteningly, baring her teeth; If her face is thick, with a fleshy mouth, Pouting lips, deeply set eyes, And a crooked nose; “If she ever displays gandharva skills; And if she is of the color of dark cloud and has a big belly—

source: །ཀླུ་ཡི་ཕྱག་རྒྱ་རབ་སྦྱིན་བྱ།
en: One should make the snake gesture.

source: །གཉིས་པ་ཡང་ནི་འབད་པ་ཡིས།
en: “A second gesture, that of the lance,

source: །འཕང་མདུང་ཕྱག་རྒྱ་སྦྱིན་པར་བྱ།
en: Should be given with care.

source: །ཡོངས་སུ་བསྐོར་བ་གོང་མ་བཞིན།
en: As before, turning one’s body to the left Is the prescribed response gesture. “One should draw teeth in one’s house

source: །དེ་ནི་བཅུ་གཅིག་ཆེས་ལ་ནི།
en: On the eleventh lunar day, right for her worship,

source: །མཆེ་བ་འདྲི་ཞིང་རྟག་ཏུ་མཆོད།
en: And honor them at all times.”

source: །མཚན་མའི་ཕྱག་རྒྱ་སྟེ་བཞི་པ་ལས་རབ་ཏུ་བྱེད་པ་གསུམ་པའོ།།
en: This concludes the third part of the fourth chapter on sign gestures.

source: །།དེ་ནས་ཡན་ལག་ཕྱག་རྒྱ་ཡི།
en: “Now I will teach more on

source: །མཚན་ཉིད་ཡང་དག་རབ་བཤད་བྱ།
en: The signs of bodily gestures.

source: །བུད་མེད་གང་ཞིག་སྤྱི་གཙུག་རེག །སྤྱི་བོ་དེ་ལ་རབ་བསྟན་བྱ།
en: If a woman touches the topknot on her head,

source: །གང་ཞིག་དཔྲལ་བ་སྟོན་པ་ལ།
en: One should show her one’s head.

source: །མཁུར་ཚོས་དེ་ལ་རབ་བསྟན་བྱ།
en: “If she points at her forehead,

source: །གང་ཞིག་སོ་ནི་སྟོན་པ་ལ།
en: One should show her one’s cheek.

source: །ལྕེ་ནི་དེ་ལ་རབ་བསྟན་བྱ།
en: If she shows her teeth,

source: །གང་ཞིག་མ་མཆུ་སྟོན་པ་ལ།
en: One should show her one’s tongue. “If she touches her lips,

source: །ཀོས་ཀོ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point at one’s chin.

source: །གང་ཞིག་མགྲིན་པ་རེག་པ་ལ།
en: If she touches her neck,

source: །ལྟོ་བ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her one’s abdomen.

source: །གང་ཞིག་ལྟོ་བ་སྟོན་པ་ལ།
en: “If she points at her abdomen,

source: །ལྟེ་བ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her one’s navel.

source: །གང་ཞིག་མཇུག་མ་སྟོན་པ་ལ།
en: If she shows her bristling bodily hair,

source: །ས་ནི་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point at the ground.

source: །གང་ཞིག་གསང་བ་སྟོན་པ་ལ།
en: “If she shows her secret part,

source: །ལིང་ག་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her one’s liṅga.

source: །གང་ཞིག་པུས་མོ་སྟོན་པ་ལ།
en: If she shows her knee,

source: །བྱིན་པ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point at one’s shin.

source: །གང་ཞིག་ལག་པ་སྟོན་པ་ལ།
en: “If she shows her hand,

source: །དཔུང་པ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her one’s arm.

source: །གང་ཞིག་རྐང་པ་སྟོན་པ་ལ།
en: If she shows her foot,

source: །རྐང་མཐིལ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her the sole of one’s foot.

source: །གང་ཞིག་སོར་མོ་སྟོན་པ་ལ།
en: “If she shows her finger,

source: །སེན་མོ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should show her a fingernail.

source: །གང་ཞིག་ས་ནི་སྟོན་པ་ལ།
en: If she points at the ground,

source: །ནམ་མཁའ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point at the sky.

source: །གང་ཞིག་ནམ་མཁའ་སྟོན་པ་ལ།
en: “If she points at the sky,

source: །ཉི་མ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point at the sun.

source: །གང་ཞིག་ཆུ་བོ་སྟོན་པ་ལ།
en: If she points at a river,

source: །རྒྱ་མཚོ་དེ་ལ་རབ་བསྟན་བྱ།
en: One should point toward the ocean.

source: །གང་ཞིག་སོར་མོ་གཅིག་སྟོན་པ།
en: “If she shows one finger,

source: །ལེགས་པར་འོངས་ཞེས་བརྗོད་པ་ཡིན།
en: This means ‘you are welcome.’

source: །གང་ཞིག་སོར་མོ་གཉིས་སྟོན་པ།
en: If she shows two fingers,

source: །ཤིན་ཏུ་ལེགས་འོངས་བརྗོད་པ་ཡིན།
en: This means ‘you are most welcome.’ “If she makes a gesture with her right eyebrow,

source: །གཡས་པའི་སྨིན་མ་སྒྱུར་ཚུལ་དང་། །གཡོན་པའི་སྨིན་སྒྱུར་ཚུལ་སྟོན་པ།
en: One should make the same with the left eyebrow—

source: །སློབ་དཔོན་གཉིས་དང་འདུ་བ་སྟོན།
en: These two gestures signify the two teachers.”

source: །རྒྱུད་ཐམས་ཅད་ཀྱི་གསང་བ་ཡང་དག་པར་སྦྱོར་བ་ལས་བྱུང་བ་རྡོ་རྗེ་མཁའ་འགྲོ་མའི་བརྡ་སྟེ་བརྟག་པའི་རྒྱལ་པོ་བཞི་པའོ།། །།དེ་ནས་སྐྱེ་བོ་དམ་པ་ཀུན། །འདུ་བ་ཡང་དག་རབ་བཤད་བྱ།
en: This concludes the sovereign fourth chapter on the sign language of vajraḍākinīs in the glorious “Emergence from Sampuṭa,” so called to reflect the secret foundation of all tantras. Chapter 5 “Now I will teach About the gathering of all sublime people.

source: །དེ་ལ་ཟས་གཅིག་བཟའ་བར་བྱ།
en: There, one should consume a dish of good food,

source: །སྣོད་གཉིས་སུ་ཡང་མ་ལུས་བརྩོན།
en: Served in a dish with two compartments.

source: །ཀྱེ་བཅོམ་ལྡན་འདས་འདུ་བའི་གནས་གང་ལགས།
en: Vajragarbha asked, “Blessed One, what places are places of gatherings?”

source: །གནས་དང་ཉེ་བའི་གནས་དང་ནི།
en: “There are pīṭhas and auxiliary pīṭhas,

source: །ཞིང་དང་དེ་བཞིན་ཉེ་བའི་ཞིང་།
en: And likewise, kṣetras and auxiliary kṣetras.

source: །ཙྪན་དོ་ཉེ་བའི་ཙྪན་དོ་ཧ།
en: There are also chandohas and auxiliary chandohas,

source: །འདུ་བ་དེ་བཞིན་ཉེ་འདུ་བ།
en: Melāpakas and auxiliary melāpakas.

source: །དུར་ཁྲོད་ཉེ་བའི་དུར་ཁྲོད་དང་། །འཐུང་གཅོད་ཉེ་བའི་འཐུང་གཅོད་ཉིད།
en: “There are charnel grounds and auxiliary charnel grounds, Pīlavas and auxiliary pīlavas.

source: །འདི་རྣམས་ས་ནི་བཅུ་གཉིས་ཏེ།
en: These are the twelve types of meeting places.

source: །ས་བཅུའི་དབང་ཕྱུག་མགོན་པོ་ཉིད།
en: The lord of the ten bhūmis has not specified

source: །འདི་ནི་གཞན་གྱིས་བརྗོད་མི་བྱ།
en: Any places other than these twelve.” {5.1.4} Vajragarbha asked, “O Blessed One, which places are the pīthas, and so forth?

source: །ཀྱེ་བཅོམ་ལྡན་འདས་གནས་ལ་སོགས་པ་གང་ལགས།
en: What are the twelve types of places?

source: །དེ་བཞིན་དུ་ས་བཅུ་གཉིས་པོ་རྣམས་རྒྱ་ཆེན་པོ་ལས་བྱུང་བ་བཀའ་དྲིན་གྱིས་བསྐྱབ་ཏུ་གསོལ།
en: Please be so kind as to explain, you who are born of greatness.”

source: །གནས་ནི་ཛཱ་ལན་དྷ་རར་གསུངས།
en: “Jālandhara is said to be a pīṭha,

source: །དེ་བཞིན་དུ་ཨོཌྱཱན་ཉིད།
en: And so, too, is Oḍḍiyāna.

source: །གནས་ནི་ཀོལླ་གི་རི་དང་། །དེ་བཞིན་ཨར་བུ་ད་ཉིད་དོ།
en: Pūrṇagiri is a pīṭha, And so is Arbuda.

source: །ཉེ་གནས་གོ་དཱ་བ་རི་ཉིད།
en: “Godāvarī is said to be an auxiliary pīṭha,

source: །དེ་བཞིན་དགའ་བའི་དབང་ཕྱུག་དང་། །དེ་བཞིན་དེ་བཱི་ཀོ་ཊར་བཤད།
en: And so, too, is Rāmeśvara. Devīkoṭa has been proclaimed to be likewise,

source: །དེ་བཞིན་མཱ་ལ་ཝ་ཉིད་དང་ཙ།
en: And so, too, Mālava.

source: །དེ་བཞིན་ཀ་མ་རཱུ་པར་གསུངས།
en: “Kāmarūpa and, likewise, Oḍra

source: །ཨོ་དྲ་ཞིང་ནི་ཉིད་དུ་གསུངས།
en: Have been proclaimed to be kṣetras.

source: །ཉེ་ཞིང་ཏྲི་ཤ་ཀུ་ནི་དང་། །དེ་བཞིན་ཀོ་ཤ་ལ་ཉིད་དང་། །ཀ་ལི་ཀར་ནི་ཅི་གསུངས་པའོ།
en: Triśakuni is an auxiliary kṣetra, And so is Kośala. {5.1.8} “Kaliṅga is said to be a chandoha,

source: །དེ་བཞིན་ལམ་བཱ་ཀ་ཉིད་དང་། །ཀཱཉྩི་ཁ་བའི་གནས་ཉིད་ནི།
en: And so, too, is Lampāka.

source: །ཙྪན་དོར་ཡང་དག་གསུངས་པ་དང་། །ཉེ་བ་ཡི་ཡང་ཙྪན་དོའོ།
en: Kāñcī has been declared to be an auxiliary chandoha, And so, too, has Himālaya.

source: །པྲེ་ཏ་ཨ་ཧི་བ་སི་གསུངས།
en: “Pretādhivāsinī is a melāpaka,

source: །དེ་བཞིན་ཁྱིམ་གྱི་ལྷ་ཉིད་དང་། །སཽ་རཱཥྚ་རང་གསེར་གླིང་ཉིད།
en: And so is Gṛhadevatā. Sauraṣṭra is an auxiliary melāpaka,

source: །ནཱ་ག་ར་དང་སིན་དྷཱུ་ནི།
en: So, too, is Sindhu.

source: །དུར་ཁྲོད་ཉིད་དུ་བརྗོད་པ་དང་། །མ་རུ་དང་ནི་ཀུ་ལུ་ཏཱ།
en: Maru is said to be an auxiliary charnel ground, And so is Kulatā.

source: །ཉེ་བ་ཡི་ནི་དུར་ཁྲོད་ཉིད།
en: “Kāruṇya is said to be a pīlava,

source: །སྙིང་རྗེ་དེ་བཞིན་ལས་ཀྱི་བྲང་།
en: And so is Karmārapāṭaka.

source: །ཧ་རི་ཀེ་ལ་ཉིད་དང་ནི།
en: Harikela is a pīlava,

source: །ལན་ཚྭའི་རྒྱ་མཚོའི་ནང་སོང་དང་། །བིནྡྷཱ་གཞོན་ནུའི་གྲོང་ཁྱེར་ཉིད།
en: And so is the middle of the salt ocean, Lavaṇasāgara. {5.1.12} “Vindhyā and Kaumārapaurikā

source: །འཐུང་གཅོད་ཉེ་བའི་འཐུང་གཅོད་དོ།
en: Are auxiliary pīlavas.

source: །དེ་དང་ཉེ་བ་དུར་ཁྲོད་ཉིད།
en: Adjacent to them are the charnel grounds

source: །རབ་སོང་དགེ་འདུན་རྒྱ་མཚོའི་འགྲམ།
en: Pretasaṃghāta and Udadhitaṭa.

source: །སྐྱེད་མོས་ཚལ་དང་རྫིང་བུའི་འགྲམ།
en: Udyāna and Vāpikātīra

source: །ཉེ་བའི་དུར་ཁྲོད་བརྗོད་པར་བྱ།
en: Are said to be auxiliary charnel grounds.

source: །དེ་ནས་གནས་ལ་ལྷག་པར་གནས་པའི་ཆོ་ག་བཤད་པར་བྱ་སྟེ།
en: “Now I will explain the manner in which such places are inhabited.

source: །རྡུལ་བྲལ་གནས་སུ་ཙུ་ཏ་གནས།
en: “Viraja is inhabited by a goddess living in a mango tree,

source: །ཀོང་ཀ་ནར་ནི་ཟླ་བའི་གླིང་།
en: Koṅkana is inhabited by one in a somavarṇikā tree,

source: །ཀ་རཉྫཱར་གནས་ཙཱ་རི་ཏྲ།
en: Caritra, by one in a pongamia tree,

source: །ཨཊྚ་ཧ་སར་ཀ་དམྤ།
en: And Aṭṭahāsa, by one living in a kadamba tree.

source: །ལྷ་མོའི་མཁར་དུ་བ་ཊ་གནས།
en: “Devīkoṭa is inhabited by a goddess living in a banyan tree,

source: །ཧ་རི་ཀེ་ལར་ཧི་ར་གནས།
en: Harikela, by one in a hari tree,

source: །ཨོ་ཌྱཱན་ཨ་ཤོ་ཀ་ནི་གནས།
en: Uḍḍiyāna, by one in an aśoka tree,

source: །ཛཱ་ལནྡྷ་རར་གསེར་ཤིང་གནས།
en: And Jālandhara, by one in a thorn apple tree.

source: །གནས་ནི་རབ་ཏུ་དགའ་བའི་ས།
en: “A pīṭha is the bhūmi called Joyous,

source: །དེ་བཞིན་ཉེ་གནས་དྲི་མ་མེད།
en: And an auxiliary pīṭha, the bhūmi called Stainless.

source: །ཞིང་ནི་འོད་བྱེད་ཤེས་པར་བྱ།
en: A kṣetra should be known as the bhūmi Shining,

source: །ཉེ་བའི་ཞིང་ནི་འོད་འཕྲོ་ཅན།
en: And an auxiliary kṣetra as Blazing Wisdom.

source: །ཙྪན་དོ་མངོན་དུ་གྱུར་པར་ངེས།
en: “A chandoha should be known as the bhūmi Revealed,

source: །ཉེ་བའི་ཙྪན་དོ་སྦྱང་དཀའ་བ།
en: And an auxiliary chandoha as Difficult to Conquer,

source: །འདུ་བ་རིང་དུ་སོང་བ་སྟེ།
en: A melāpaka as the bhūmi Far Gone,

source: །ཉེ་བའི་འདུ་བ་མི་གཡོ་བ།
en: And an auxiliary melāpaka as Immovable.

source: །དུར་ཁྲོད་ལེགས་པའི་བློ་གྲོས་ཉིད།
en: “A charnel ground is the bhūmi Excellent Intelligence,

source: །ཉེ་བའི་དུར་ཁྲོད་ཆོས་ཀྱི་སྤྲིན། །ཕ་རོལ་ཕྱིན་བཅུའི་ས་རྣམས་ལ།
en: And an auxiliary charnel ground, Cloud of Dharma.

source: །རྣལ་འབྱོར་མ་ཡི་ཀླ་ཀློའི་སྐད།
en: The ‘barbarous’ language of the yoginī

source: །པཱུ་ལ་སོགས་པ་ཅི་གསུངས་པ།
en: Thus depicts the bhūmis of the ten perfections.

source: །ཕྱི་དང་ནང་དུ་བསམ་པར་བྱ། །རྣལ་འབྱོར་མ་རྣམས་ལེགས་འདུ་བའི།
en: “One should visualize, externally and internally, All these different attributes as has been explained.

source: །ཉིན་པར་ཉིད་ཀྱང་ལེགས་བཤད་བྱ།
en: “In addition, I will explain what days are suitable for a successful gathering of yoginīs.

source: །ཡི་དགས་ཟླ་ཕྱེད་བཅུ་བཞི་དང་། །བརྒྱད་པ་ལ་ཡང་ཁྱད་བར་དུ།
en: “The fourteenth and the eighth day Of the moon’s waning fortnight are particularly recommended

source: །རྒྱལ་མཚན་དང་ནི་མཚོན་བསྣུན་ཉིད།
en: For consuming someone killed by a banner or a weapon,

source: །སྐྱེ་བ་བདུན་པ་ཁྱད་པར་དུ།
en: Or one who has been born seven times.

source: །འབད་པས་སྙིང་རྗེ་བསྐྱེད་ནས་ནི།
en: “Generating compassion with ardor,

source: །མཁས་པས་གསད་པར་བྱ་བ་ཉིད།
en: The wise practitioner should perform the act of killing.

source: །སྙིང་རྗེ་མེད་ན་མི་འགྲུབ་པས།
en: Since those devoid of compassion will not succeed,

source: །དེ་ཕྱིར་སྙིང་རྗེ་ཡང་དག་བཤད།
en: One should therefore train in compassion. {5.1.21} “ ‘Just as I feel for myself, so too should I for sentient beings.

source: །ཇི་ལྟར་བདག་བཞིན་སེམས་ཅན་ཉིད།
en: I am just as any other living being.’ Reflecting thus, and remaining in union with the deity,

source: །ཇི་ལྟར་སེམས་ཅན་དེ་བཞིན་བདག །འདི་ལྟར་སེམས་པའི་རྣལ་འབྱོར་བདག །དངོས་གྲུབ་མྱུར་དུ་འཐོབ་པར་འགྱུར།
en: One will swiftly attain success.”

source: །འདུ་བའི་གནས་ཏེ་ལྔ་པ་ལས་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the fifth chapter on meeting places.

source: །།གསང་བའི་པདྨའི་མཚན་ཉིད་ནི།
en: Vajragarbha said:

source: །ཡེ་ཤེས་དབང་པོ་ཉན་པར་འཚལ།
en: “I would like to hear, O lord of knowledge,

source: །ཡེ་ཤེས་སེམས་དང་འདྲེས་པ་ཡི།
en: About the characteristic of the secret lotus.

source: །རྫོགས་པའི་བྱང་ཆུབ་རིམ་པ་ཅི།
en: What is its use in the stages of attaining ultimate awakening, In which mind is mingled with gnosis?”

source: །གནས་བཞི་མཉམ་པར་གནས་ནས་ནི།
en: “In reliance upon the Catuṣpīṭha Tantra

source: །རྫོགས་བྱང་རིམ་པ་རྡོ་རྗེ་འཛིན།
en: A vajra holder progressing toward perfect awakening

source: །མཉམ་ཉིད་སེམས་ནི་བསྐྱེད་ནས་ནི།
en: Should give rise to an attitude of equanimity,

source: །འདོད་ཆགས་ལ་སོགས་རིང་དུ་སྤངས།
en: Casting aside his desires, and so forth.

source: །ཡིད་དང་མཐུན་པའི་གནས་སུ་ནི།
en: “He should sit on a comfortable seat,

source: །བདེ་བའི་སྟན་ལ་འདུག་ནས་ནི། །བརྟན་དང་གཡོ་བའི་དངོས་པོ་ཀུན།
en: In a pleasant place,

source: །སྙིང་རྗེ་ཕན་པའི་སེམས་ཀྱིས་ནི།
en: With thoughts of compassion and benevolence For all animate and inanimate things. “He should then visualize the central channel From top to bottom:

source: །སྤྱི་བོ་མེད་པའི་སྤྱི་བོ་དང་། །སྒྲ་མཐའི་དེ་བཞིན་གསང་པདྨ། །ཆ་ནི་སྣ་ཚོགས་ཡིག་འབྲུ་རྣམས།
en: the ‘end of sound,’ the secret lotus,

source: །དེ་བཞིན་དུ་ཡང་སྟན་རྣམས་ཉིད།
en: And likewise, the different seats With their parts and their different letters.

source: །སྐུ་གསུང་ཐུགས་ཀྱི་རྡོ་རྗེ་ནི།
en: “Vajra body, speech, and mind,

source: །ཆོས་ཀྱི་དབྱིངས་ཀྱི་རྣམ་པར་བྱེད།
en: Made manifest from within the sphere of phenomena,

source: །བསྡུས་ནས་གོང་བུའི་རྣལ་འབྱོར་གྱིས།
en: Are then brought together, and through the ‘embryo’ method

source: །རྡོ་རྗེ་སེམས་དཔར་རང་ཉིད་འགྱུར།
en: He becomes Vajrasattva. “In the highest state,

source: །ཆུ་ཡི་ཁམས་དང་མེ་ཡི་ཁམས། །རོ་གཅིག་མཆོག་གི་གནས་སུ་ནི།
en: Where the elements of water and fire become one taste,

source: །ཐབས་དང་ཤེས་རབ་བདག་ཉིད་སྦྱར།
en: The natures of means and gnosis are joined in union

source: །སངས་རྒྱས་གཟུགས་བརྙན་དབང་པོ་དྲུག །བསྟན་བཅོས་ཚད་མ་སློབ་དཔོན་དང་། །ལུང་གི་རྗེས་འབྲངས་དེ་ཉིད་ཤེས།
en: And the six sense faculties become reflections of the Buddha. “He becomes a teacher of authentic treatises, And a follower of scripture who understands the truth. He will truly reach the other shore—

source: །གསང་དོན་དེ་ཉིད་དངོས་པོ་ཡང་།
en: The state of reality, the secret meaning.

source: །དེ་ཉིད་ལས་ནི་གཅིག་ལས་གཅིག །སྔར་གྱི་མཚན་ཉིད་ཐམས་ཅད་ཀྱིས།
en: “Having cleansed the body of impurities through applying

source: །སྟོང་སོགས་དེ་ཉིད་མཚན་ཉིད་ཀྱིས།
en: The characteristics of reality, such as emptiness and the like,

source: །ལུས་ཀྱི་དྲི་མ་བཀྲུས་ནས་ནི།
en: To all the previous characteristics,

source: །རྫོགས་པའི་བྱང་ཆུབ་རིམ་པར་སྦྱར།
en: He will win the stages of perfect awakening.

source: །ཡེ་ཤེས་སེམས་དཔའ་བསམ་པར་བྱ།
en: He should visualize the wisdom being,

source: །མདོག་དཀར་ཀུན་ད་ཟླ་བ་ཡི།
en: White as a jasmine flower or the moon,

source: །འོད་ཟེར་རྣམ་པར་སྤྲོ་བ་ནི།
en: Emanating rays of moonlight.

source: །པདྨའི་གནས་ལ་ཡང་དག་བཞུགས།
en: And sits on a lotus in sattvaparyaṅka posture.

source: །སངས་རྒྱས་ལྔ་ཡིས་རྣམ་པར་བརྒྱན།
en: And with the crown of the five buddhas.

source: །ཕྱག་རྒྱ་ཆེན་པོ་ཕྱག་གཉིས་ཀྱིས།
en: “His two hands, which he presses against his chest,

source: །སྙིང་གི་གནས་སུ་གཟིར་བར་མཛད།
en: Display the gesture of the great seal.

source: །གཟུགས་དང་གཟི་བརྗིད་ཡོངས་གང་བ།
en: He is possessed of great beauty and splendor.

source: །ཡེ་ཤེས་སེམས་དཔར་བསྒོམ་པ་ཉིད།
en: Such is the meditation on the wisdom being.

source: །ཆུ་ཤིང་མེ་ཏོག་ལྟ་བུར་ནི། །ལྟེ་བ་རུ་ནི་ཡང་དག་གནས། །ལངས་ནས་སྙིང་གར་ཀུན་ཏུ་གནས།
en: “He should visualize a plantain flower at his navel,

source: །སྔར་གྱི་མཚན་ཉིད་ཡོངས་གང་བ།
en: Endowed with all the aforementioned characteristics And reaching up as far as his heart.

source: །བཏོན་ནས་དང་པོའི་པདྨ་ནི།
en: It opens there, revealing the original lotus flower.

source: །འདབ་མ་བརྒྱད་པ་ཤིན་ཏུ་མཛེས།
en: “The lotus has eight exquisite petals,

source: །ཟེ་བ་དང་ནི་ཟེ་འབྲུར་བཅས།
en: Filaments, and filament bulbs.

source: །ཡི་གེ་རྣམ་དགོད་དགོད་པར་བྱ།
en: He should then place the syllables on the petals

source: །དཀྱིལ་འཁོར་དབུས་སུ་གནས་པ་ཡི།
en: sitting at the center of the maṇḍala.

source: །ཕྱག་གཉིས་ཞལ་གཅིག་དཀར་པོ་ནི།
en: “He should visualize him with two arms and one face,

source: །བཟང་པོ་དྲི་མེད་དབུས་སུ་བསམ།
en: White, divinely beautiful, and without any blemishes.

source: །དེ་ཡི་དབུས་སུ་རྣམ་ཤེས་དང་། །ཡེ་ཤེས་དེ་ཉིད་སྦྱར་བར་བྱ།
en: In the center of his body he should visualize consciousness, Joining it with his own awareness.

source: །དང་པོ་ཤར་གྱི་འདབ་མ་ལ།
en: “On the eastern petal, the petal of Akṣobhya,

source: །བྱམས་པར་ལྡན་པའི་མི་བསྐྱོད་པ།
en: There is the syllable of Akṣobhya joined with loving kindness.

source: །ལྷོ་ཡི་སྒོར་ནི་སྙིང་རྗེ་ཉིད།
en: On the petal at the southern gate

source: །རིན་ཆེན་དེ་ཉིད་ས་བོན་ལས།
en: There is the syllable of Ratnasambhava joined with compassion.

source: །ནུབ་ཀྱི་སྒོ་ཡི་འདབ་མ་ལ།
en: “On the petal of the western gate,

source: །འོད་དཔག་མེད་པའི་ས་བོན་དགོད།
en: He should place the syllable of Amitābha,

source: །བྱང་གི་སྒོ་ཡི་གནས་སུ་ནི།
en: And at the location of the northern gate,

source: །སེམས་ཀྱི་དོན་ཡོད་གཙོ་བོ་ཉིད།
en: The syllable of the mind of mighty Amoghasiddhi. “He should thus arrange the four syllables—

source: །དང་པོའི་དབྱངས་སོགས་ས་བོན་གྱི།
en: Those that begin with a vowel and others,

source: །ཟླ་བའི་ཐིག་ལེ་ཇི་བཞིན་རིམ།
en: Adding the sign of candrabindu as required—

source: །ཟླ་བའི་འོད་ཟེར་དཀར་བརྒྱན་པའི། །ཡི་གེ་བཞི་ནི་དགོད་པར་བྱ།
en: All adorned with white moonlight.

source: །མཚམས་རྣམས་སུ་ནི་མ་ནིང་ཉིད།
en: “On the intermediate petals he should place

source: །རྣམ་པ་བཞི་པོ་སྔར་གསུངས་པ།
en: The previously mentioned four neuter syllables

source: །དེ་ཡི་དབུས་སུ་དེ་ཡི་སེམས།
en: In the center of them

source: །ཡི་གེ་ཡིས་ནི་སྦྱར་བར་བྱ།
en: He should add the mind syllable

source: །སེམས་ལ་ཐེ་ཚོམ་འཁྲུངས་ལགས་པ།
en: “My curiosity has been aroused, so please tell me,

source: །བཅོམ་ལྡན་བདག་ལ་བཤད་དུ་གསོལ།
en: O Blessed One, how is it that despite

source: །སྟོང་པ་མཚོན་དུ་མེད་པ་ལ།
en: Everything being empty and without characteristic,

source: །ཡི་གེའི་རྣལ་འབྱོར་ལ་སོགས་ཅི།
en: There is yoga, and so forth, involving syllables?”

source: །དེ་ཉིད་ཇི་ལྟར་རྡོ་རྗེ་ཉོན།
en: “Hear the truth, Vajragarbha,

source: །མཚན་གཞི་མཚན་ཉིད་སྟོང་པ་ཉིད།
en: About the emptiness of objects and their properties

source: །སྙིང་པོ་མེད་པའི་ཆུ་ཤིང་ལས། །སྙིང་པོ་བདུད་རྩི་འབྲས་འབྱུང་ལྟར།
en: It is like how a plantain tree, itself without essence,

source: །འབྲས་བུ་རྣམ་ཤེས་ཡེ་ཤེས་ནི།
en: Yields fruit that is the ambrosia of essences. “In the center there is cognition-gnosis,

source: །གཟུགས་མེད་པ་ལ་ཡེ་ཤེས་གཟུགས། །ཡེ་ཤེས་སྐུ་ནི་སྐྱོན་མེད་པ།
en: Corresponding in nature to formless cognizance.

source: །མཚན་ཉིད་མཚོན་དུ་མེད་པ་ཉིད།
en: One cannot find there any characteristic, For it is the stainless body of gnosis.

source: །དངོས་དང་དངོས་མེད་རྣམ་པར་གྲོལ།
en: “Free of being either entity or non-entity,

source: །ཡིག་འབྲུ་མེད་ལས་ཡིག་འབྲུའི་གཟུགས།
en: Syllabic forms emerge from where there are none.

source: །དེ་དབུས་ངོ་བོ་སྟོང་པ་ཉིད།
en: At their core is an empty essence,

source: །དེ་ཉིད་རྣལ་འབྱོར་པ་ཡིས་གཟུང་།
en: Whose reality the yogin must apprehend.

source: །ཇི་ལྟར་མཚན་ཉིད་ཤེས་ཀྱང་ནི།
en: “Once this property has been properly cognized

source: །མཉམ་ཉིད་ཡེ་ཤེས་སེམས་ཀྱིས་ནི།
en: With a mind steeped in the gnosis of equality,

source: །དེ་ཡི་རྫོགས་པའི་བྱང་ཆུབ་ལམ། །མྱུར་བ་ཉིད་དུ་མཐོང་བར་འགྱུར།
en: It will soon be seen that he is On the path to perfect awakening.
